import React from "react";
import Typography from "@mui/material/Typography";
function EventTitleDesc() {
  return (
    <div>
      <Typography variant="h6">توضیحات عنوان برنامه </Typography>
      <Typography variant="body2" style={{ textAlign: "justify" }}>
        در این قسمت اطلاعات اصلی جهت ایجاد برنامه را وارد می کنید، عنوان برنامه
        در واقع همان عنوان اصلی جهت نمایش می باشد. هزینه برنامه،مبلغ ثبت نام
        برنامه می باشد. <br /> کد تخفیف را شما به صورت دلخواه انتخاب کرده و می
        تواند عدد یا حرف انگلیسی باشد و پس از ایجاد این کد و با تحویل آن به
        همنوردان، می توانند از تخفیفی که در قسمت درصد تخفیف وارد می کنید،
        استفاده کنند. <br />
        با انتخاب تاریخ در قسمت مهلت ثبت نام تعیین می کنید تا چه تاریخی اجازه
        ثبت نام وجود داشته باشد. <br />
        در صورتی که این تور به صورت لحظه آخری برگزار می شود می توانید تیک لحظه
        آخر را انتخاب کنید و به صورت ویژه و با تگ لحظه آخری نمایش داده می شود.
        <br />
        نوع برنامه نیز بسته به نوع تور از بین آیتم های زیر می توانید انتخاب
        کنید.
        <br /> استان و شهر محل انجام برنامه را می توانید از طریق انتخاب موقعیت
        تعیین کنید <br />
        میزان سختی برنامه را می توانید از طریق پنج آیتم خیلی آسان، آسان، متوسط،
        سخت و خیلی سخت انتخاب کنید
      </Typography>
    </div>
  );
}

export default EventTitleDesc;
